garden-guide.org
#+title: Garden Guide
#+date: [2025-12-15 Mon 16:22]
#+HUGO_BASE_DIR: /home/james/wiki/.site
#+HUGO_SECTION: 
#+HUGO_DRAFT: false
#+HUGO_DATE: 2025-12-15
#+EXPORT_FILE_NAME: garden-guide

* TODO Navigation
:PROPERTIES:
:ID:       20251215T162248.587790
:END:

As the name suggests, this place is almost like a "[[https://en.wikipedia.org/wiki/Wiki][Wiki]]". Hyperlinks are used heavy to navigate you around the garden. It is encouraged to click on links you find interesting and wander around freely.

** Previews

Hover your mouse/cursor over any internal links will show you a preview pop-up of the page. [fn:1]


-----

[fn:1] This likely does *not* work on (mobile) touch devices unfortunately.



