.site/content/garden-guide.md
+++
title = "Garden Guide"
author = ["James"]
date = 2025-12-15T16:22:00+00:00
draft = false
+++

## <span class="org-todo todo TODO">TODO</span> Navigation {#navigation}

As the name suggests, this place is almost like a "[Wiki](https://en.wikipedia.org/wiki/Wiki)". Hyperlinks are used heavy to navigate you around the garden. It is encouraged to click on links you find interesting and wander around freely.


### Previews {#previews}

Hover your mouse/cursor over any internal links will show you a preview pop-up of the page.&nbsp;[^fn:1]


###  {#d41d8c}

[^fn:1]: This likely does **not** work on (mobile) touch devices unfortunately.
